Repository: MacMarc/SimplStitch
Catalog: SimplStitch/Localizable.xcstrings
Source language: de
Languages: en

# canvas.tool.circle
source: Kreis
en: Circle

# canvas.tool.line
source: Linie
en: Line

# canvas.tool.path
source: Freihand
en: Freehand

# canvas.tool.rectangle
source: Rechteck
en: Rectangle

# canvas.tool.select
source: Auswählen
en: Select

# canvas.tool.star
source: Stern
en: Star

# export.dialog.cancel
source: Abbrechen
en: Cancel

# export.dialog.export
source: Exportieren
en: Export

# export.dialog.preview.colorCount
source: %lld Farben
en: %lld colors

# export.dialog.preview.stitchCount
source: %lld Stiche
en: %lld stitches

# export.dialog.title
source: Stickdatei exportieren
en: Export Embroidery File

# export.error.noStitchableObjects
source: Projekt enthält keine sichtbaren Objekte mit Sticheinstellungen.
en: Project contains no visible objects with stitch settings.

# export.toolbar.button
source: Exportieren
en: Export

# gpl.error.emptyPalette
source: Palettendatei enthält keine Farben.
en: Palette file contains no colors.

# gpl.error.invalidHeader
source: Keine gültige GIMP-Palettendatei (Kopfzeile fehlt).
en: Not a valid GIMP palette file (missing header).

# import.embroidery.empty
source: Die Datei enthält keine lesbaren Stichdaten.
en: The file contains no readable stitch data.

# import.embroidery.error.title
source: Import fehlgeschlagen
en: Import Failed

# import.object.defaultName
source: Importiertes Muster
en: Imported Pattern

# import.svg.empty
source: Die Datei enthält keine unterstützten Formen.
en: The file contains no supported shapes.

# inspector.border.enabled
source: Rand
en: Border

# inspector.border.width
source: Randdicke
en: Border Width

# inspector.border.alignment
source: Randausrichtung
en: Border Alignment

# inspector.border.alignment.centered
source: Zentriert
en: Centered

# inspector.border.alignment.inside
source: Nur innen
en: Inside Only

# inspector.border.alignment.outside
source: Nur außen
en: Outside Only

# inspector.color.current
source: Aktuelle Farbe
en: Current Color

# inspector.color.noProjectThreads
source: Keine Standard-Garnliste gewählt. Im Tab „Projekt-Eigenschaften” auswählen.
en: No default palette selected. Choose one in the “Project Properties” tab.

# inspector.color.pickPlaceholder
source: Garnfarbe wählen…
en: Choose thread color…

# inspector.color.thread
source: Garnfarbe
en: Thread Color

# inspector.fill.enabled
source: Füllung
en: Fill

# inspector.group.memberCount
source: Objekte
en: Objects

# inspector.group.section
source: Gruppe
en: Group

# inspector.group.ungroup
source: Gruppierung aufheben
en: Ungroup

# inspector.multiSelection.section
source: Mehrfachauswahl
en: Multiple Selection

# inspector.object.cornerRadius
source: Eckenradius
en: Corner Radius

# inspector.object.empty
source: Kein Objekt ausgewählt
en: No Object Selected

# inspector.object.empty.description
source: Wähle ein Objekt auf der Zeichenfläche, um seine Eigenschaften zu bearbeiten.
en: Select an object on the canvas to edit its properties.

# inspector.object.size
source: Grösse
en: Size

# inspector.object.size.width
source: B
en: W

# inspector.object.skewX
source: Verzerren X
en: Skew X

# inspector.object.skewY
source: Verzerren Y
en: Skew Y

# inspector.section.border
source: Rand
en: Border

# inspector.section.fill
source: Füllung
en: Fill

# inspector.section.object
source: Objekt
en: Object

# inspector.stitch.angle
source: Winkel
en: Angle

# inspector.stitch.density
source: Dichte
en: Density

# inspector.stitch.type
source: Stichtyp
en: Stitch Type

# inspector.stitch.type.none
source: Kein
en: None

# inspector.stitch.type.straight
source: Laufstich
en: Running Stitch

# inspector.stitch.type.tatami
source: Füllung
en: Fill

# inspector.stitch.underlay
source: Unterlage
en: Underlay

# inspector.tab.layers
source: Ebenen
en: Layers

# inspector.tab.object
source: Objekt-Eigenschaften
en: Object Properties

# inspector.tab.project
source: Projekt-Eigenschaften
en: Project Properties

# inspector.text.font
source: Schriftart
en: Font

# inspector.text.fontSize
source: Schriftgrösse
en: Font Size

# inspector.underlay.centerWalk
source: Mittelsteg
en: Center Walk

# inspector.underlay.edgeWalk
source: Randsteg
en: Edge Walk

# inspector.underlay.none
source: Keine
en: None

# inspector.underlay.zigzagNet
source: Zickzack-Netz
en: Zigzag Net

# layers.group.label
source: Gruppe (%lld Objekte)
en: Group (%lld objects)

# layers.group.ungroup
source: Gruppierung aufheben
en: Ungroup

# layers.hide
source: Ausblenden
en: Hide

# layers.lock
source: Sperren
en: Lock

# layers.moveBackward
source: Eine Ebene nach hinten
en: Send Backward

# layers.moveForward
source: Eine Ebene nach vorne
en: Bring Forward

# layers.moveToBack
source: In den Hintergrund
en: Send to Back

# layers.moveToFront
source: In den Vordergrund
en: Bring to Front

# layers.panel.empty
source: Noch keine Ebenen
en: No layers yet

# layers.panel.empty.description
source: Zeichne eine Form oder einen Text, um eine Ebene zu erstellen.
en: Draw a shape or text to create a layer.

# layers.panel.title
source: Ebenen
en: Layers

# layers.show
source: Einblenden
en: Show

# layers.unlock
source: Entsperren
en: Unlock

# menu.edit.delete
source: Objekt löschen
en: Delete Object

# menu.file.backgroundImage
source: Hintergrundbild wählen…
en: Choose Background Image…

# menu.file.export
source: Exportieren…
en: Export…

# menu.file.import
source: Importieren…
en: Import…

# menu.object.group
source: Gruppieren
en: Group

# menu.object.title
source: Objekt
en: Object

# menu.object.ungroup
source: Gruppierung aufheben
en: Ungroup

# menu.tool.title
source: Werkzeug
en: Tool

# menu.view.resetZoom
source: Originalgrösse
en: Actual Size

# menu.view.zoomIn
source: Vergrössern
en: Zoom In

# menu.view.zoomOut
source: Verkleinern
en: Zoom Out

# menu.view.zoomToFit
source: Ganze Seite einpassen
en: Zoom to Fit

# project.backgroundImage.choose
source: Bild wählen…
en: Choose Image…

# project.backgroundImage.empty
source: Kein Hintergrundbild gesetzt.
en: No background image set.

# project.backgroundImage.opacity
source: Deckkraft
en: Opacity

# project.backgroundImage.remove
source: Entfernen
en: Remove

# project.backgroundImage.section
source: Hintergrundbild
en: Background Image

# project.backgroundImage.visible
source: Sichtbar
en: Visible

# project.defaultPalette.none
source: Keine
en: None

# project.defaultPalette.section
source: Standard-Garnliste
en: Default Palette

# project.hoopSize.builtIn
source: Standardgrössen
en: Standard Sizes

# project.hoopSize.custom
source: Benutzerdefiniert
en: Custom

# project.hoopSize.custom.section
source: Eigene Grössen
en: Custom Sizes

# project.hoopSize.manual
source: Manuell
en: Manual

# project.hoopSize.section
source: Stickrahmen
en: Hoop

# project.name.section
source: Projekt
en: Project

# project.threads.panel.title
source: Projekt-Eigenschaften
en: Project Properties

# settings.defaultPalette
source: Standard-Garnliste
en: Default Thread Palette

# settings.defaultPalette.none
source: Keine
en: None

# settings.hoopSizes.add
source: Neue Grösse hinzufügen
en: Add New Size

# settings.hoopSizes.addButton
source: Hinzufügen
en: Add

# settings.hoopSizes.empty
source: Keine eigenen Stickrahmen
en: No Custom Hoop Sizes

# settings.hoopSizes.empty.description
source: Füge unten eigene Stickrahmen-Grössen hinzu.
en: Add your own hoop sizes below.

# settings.measurementUnit
source: Masseinheit
en: Measurement Unit

# settings.palettes.disableAll
source: Alle deaktivieren
en: Disable All

# settings.palettes.empty
source: Noch keine Garnlisten importiert.
en: No thread palettes imported yet.

# settings.palettes.enableAll
source: Alle aktivieren
en: Enable All

# settings.section.palettes
source: Garnlisten verwalten
en: Manage Thread Palettes

# settings.section.threads
source: Garnlisten
en: Thread Palettes

# settings.section.units
source: Einheiten
en: Units

# settings.tab.general
source: Allgemein
en: General

# settings.tab.hoopSizes
source: Stickrahmen
en: Hoop Sizes

# settings.tab.palettes
source: Garnlisten
en: Thread Palettes

# settings.unit.millimeters
source: Metrisch
en: Metric

# threads.import.button
source: Importieren…
en: Import…

# threads.import.error.title
source: Import fehlgeschlagen
en: Import Failed

# undo.action.delete
source: Löschen
en: Delete

# undo.action.group
source: Gruppieren
en: Group

# undo.action.lock
source: Sperren/Entsperren
en: Lock/Unlock

# undo.action.reorder
source: Ebene verschieben
en: Reorder Layer

# undo.action.transform
source: Transformation
en: Transform

# undo.action.ungroup
source: Gruppierung aufheben
en: Ungroup

# undo.action.visibility
source: Sichtbarkeit ändern
en: Toggle Visibility
